/* nothing */
"" = "Project-Id-Version: xchat-2.0.7pre1\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-03-14 16:11+1100\nPO-Revision-Date: 2004-03-12 22:22+0200\nLast-Translator: Metin Amiroff <metin@karegen.com>\nLanguage-Team: Azerbaijani <translation-team-az@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "~/.xchat2 yaradıla bilmir";

/* nothing */
"I'm busy" = "Məşğulam";

/* nothing */
"Leaving" = "Gedirəm";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "IRC-ni Ali İstifadəçi olaraq işlətmək dəlilikdir.\n  Xahiş edirik istifadəçi hesabı yaradın.\n";

/* nothing */
"Waiting" = "Gözləyir";

/* nothing */
"Active" = "Fəal";

/* nothing */
"Failed" = "Bacarılmadı";

/* nothing */
"Done" = "Oldu";

/* nothing */
"Connect" = "Bağlan";

/* nothing */
"Aborted" = "Ləğv Edildi";

/* nothing */
"Cannot access %s\n" = "%s ünvanına yetişilə bilmir\n";

/* nothing */
"No active DCCs\n" = "Fəal DCC-lər yoxdur\n";

/* nothing */
"YES  " = "BƏLİ  ";

/* nothing */
"NO   " = "XEYİR ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "";

/* nothing */
"  %-20s online\n" = "  %-20s xətdədir\n";

/* nothing */
"  %-20s offline\n" = "  %-20s xətdə deyil\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Heç bir kanalda deyilsiniz. /join #<kanal> əmrini verin\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Bağlı deyilsiniz. /server <qovşaq> [<port>] əmrini verin\n";

/* nothing */
"I need /bin/sh to run!\n" = "/bin/sh əmrini icra etməliyəm!\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nMövcud Əmrlər:\n\n  ";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nDaha çox mə'lumat üçün  /HELP <əmr> ya da or /HELP -l yazın\n\n";

/* nothing */
"User defined commands:\n\n  " = "İstifadəçi tə'yinli əmrlər:\n\n  ";

/* nothing */
"Unknown arg '%s' ignored." = "";

/* nothing */
"No such plugin found.\n" = "";

/* nothing */
"That plugin is refusing to unload.\n" = "";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "";

/* nothing */
"AWAY [<reason>], sets you away" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "";

/* nothing */
"CLEAR, Clears the current text window" = "";

/* nothing */
"CLOSE, Closes the current window/tab" = "";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DISCON, Disconnects from server" = "";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "";

/* nothing */
"ECHO <text>, Prints text locally" = "";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "";

/* nothing */
"JOIN <channel>, joins the channel" = "";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"LAGCHECK, forces a new lag check" = "";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "";

/* nothing */
"LOAD <file>, loads a plugin or script" = "";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "";

/* nothing */
"MSG <nick> <message>, sends a private message" = "";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "";

/* nothing */
"NICK <nickname>, sets your nick" = "";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "";

/* nothing */
"SET <variable> [<value>]" = "";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "";

/* nothing */
"Usage: %s\n" = "İstifadə Qaydası: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nBu əmrlə əlaqəli yardım mövcud deyil.\n";

/* nothing */
"No such command.\n" = "Belə əmr yoxdur.\n";

/* nothing */
"Bad arguments for user command.\n" = "";

/* nothing */
"Too many recursive usercommands, aborting." = "";

/* nothing */
"Unknown Command. Try /help\n" = "Namə'lum Əmr. Yardım üçün /help əmrini verin\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "%s qovşaq adı tapıla bilmir\nIP qurğularınızı yoxlayın!\n";

/* nothing */
"Proxy traversal failed.\n" = "Vəkil traversalı bacarılmadı.\n";

/* nothing */
"Cycling to next server in %s...\n" = "%s üstündəki növbəti vericiyə keçilir...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "";

/* nothing */
"-%C10-%C11-%O$t$1 added to notify list." = "";

/* nothing */
"-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned)." = "";

/* nothing */
"-%C10-%C11-%O$t$1 is now known as $2" = "";

/* nothing */
"%C13*%O$t$1%O $2%O" = "";

/* nothing */
"%C13*%O$t%C8%B$1%B%O $2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 created on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets invite on $2" = "";

/* nothing */
"%UChannel          Users   Topic%O" = "%UKanalı          İstifadəçi   Mövzu%O";

/* nothing */
"%C2<%O$1%C2>%O$t$2%O" = "%C2<%O$1%C2>%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$t$1 sets mode $2$3 $4" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 modes: $2" = "";

/* nothing */
"%C2<%C8%B$1%B%C2>%O$t$2%O" = "%C2<%C8%B$1%B%C2>%O$t$2%O";

/* nothing */
"%C12-%C13$1/$2%C12-%O$t$3%O" = "%C12-%C13$1/$2%C12-%O$t$3%O";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes invite on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes channel keyword" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes user limit" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel keyword to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel limit to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$tConnected. Now logging in.." = "";

/* nothing */
"-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C.." = "";

/* nothing */
"-%C10-%C11-%O$tConnection failed. Error: $1" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)" = "";

/* nothing */
"%C3>%O$1%C3<%O$tCTCP $2%O" = "%C3>%O$1%C3<%O$tCTCP $2%O";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4." = "";

/* nothing */
"-%C10-%C11-%O$tReceived a DCC CHAT offer from $1" = "";

/* nothing */
"-%C10-%C11-%O$tOffering DCC CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tAlready offering CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3)." = "";

/* nothing */
"-%C10-%C11-%O$tReceived '$1%O' from $2" = "";

/* nothing */
"%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2" = "";

/* nothing */
"-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC offer." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead." = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting." = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting." = "";

/* nothing */
"-%C10-%C11-%O$t$1 deleted from notify list." = "";

/* nothing */
"-%C10-%C11-%O$tDisconnected ($1)." = "-%C10-%C11-%O$tBağlantı kəsildi ($1).";

/* nothing */
"-%C10-%C11-%O$tFound your IP: [$1]" = "";

/* nothing */
"$1$t$2" = "$1$t$2";

/* nothing */
"%O%C11$1%O added to ignore list." = "";

/* nothing */
"Ignore on %C11$1%O changed." = "";

/* nothing */
"%C08,02                                                              %O" = "%C08,02                                                              %O";

/* nothing */
"%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O" = "%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O";

/* nothing */
"%O%C11$1%O removed from ignore list." = "%O%C11$1%O rədd siyahısından silindi.";

/* nothing */
"  Ignore list is empty." = "  Rədd siyahısı boşdur.";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only)." = "";

/* nothing */
"-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)" = "";

/* nothing */
"-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been killed by $1 ($2%O)" = "";

/* nothing */
"%C3>%O$1%C3<%O$t$2%O" = "%C3>%O$1%C3<%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$t$1%O" = "-%C10-%C11-%O$t$1%O";

/* nothing */
"-%C10-%C11-%O$tMOTD Skipped." = "";

/* nothing */
"-%C10-%C11-%O$t$1 already in use. Retrying with $2.." = "";

/* nothing */
"-%C10-%C11-%O$tNickname already in use. Use /NICK to try another." = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC." = "";

/* nothing */
"-%C10-%C11-%O$tNo process is currently running" = "";

/* nothing */
"%C12-%C13$1%C12-%O$t$2%O" = "%C12-%C13$1%C12-%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$tNotify list is empty." = "";

/* nothing */
"%C08,02 %B-- Notify List --------------- %O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 users in notify list." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is offline ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is online ($2)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3" = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tPing reply from $1 : $2 second(s)" = "";

/* nothing */
"-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting." = "";

/* nothing */
"%C12*%C13$1%C12*$t%O$2%O" = "%C12*%C13$1%C12*$t%O$2%O";

/* nothing */
"-%C10-%C11-%O$tA process is already running" = "";

/* nothing */
"<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O" = "";

/* nothing */
"%C12-%C13$1/Wallops%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tLooking up IP number for%C11 $1%O.." = "";

/* nothing */
"-%C10-%C11-%O$tConnected." = "";

/* nothing */
"-%C10-%C11-%O$tLooking up %C11$1%C.." = "";

/* nothing */
"-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 has changed the topic to: $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?" = "-%C10-%C11-%O$tNamə'lum qovşaq. Bəlkə onu səhv yazmışsınız?";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached)." = "";

/* nothing */
"-%C10-%C11-%O$t%C11Users on $1:%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list." = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O $2" = "";

/* nothing */
"-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)" = "";

/* nothing */
"%C6<%O$1%C6>%O$t$2%O" = "%C6<%O$1%C6>%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$tYou are now known as $2" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "";

/* nothing */
"Left message" = "Sol ismarış";

/* nothing */
"Right message" = "Sağ ismarış";

/* nothing */
"The nick of the joining person" = "Daxil olan şəxsin ləqəbi";

/* nothing */
"The channel being joined" = "Daxil olunan kanal";

/* nothing */
"The host of the person" = "Şəxsin qovşağı";

/* nothing */
"Nickname" = "Ləqəb";

/* nothing */
"The action" = "Gedişat";

/* nothing */
"The text" = "Mətn";

/* nothing */
"Mode char" = "Mod hərfi";

/* nothing */
"The message" = "İsmarış";

/* nothing */
"Old nickname" = "Köhnə ləqəb";

/* nothing */
"New nickname" = "Yeni ləqəb";

/* nothing */
"Nick of person who changed the topic" = "Mövzunu dəyişdirən şəxsin ləqəbi";

/* nothing */
"Topic" = "Mövzu";

/* nothing */
"Channel" = "Kanal";

/* nothing */
"The nickname of the kicker" = "Atanın ləqəbi";

/* nothing */
"The person being kicked" = "Atılanın ləqəbi";

/* nothing */
"The channel" = "Kanal";

/* nothing */
"The reason" = "Səbəb";

/* nothing */
"The nick of the person leaving" = "Ayrılan şəxsin ləqəbi";

/* nothing */
"The time" = "Vaxt";

/* nothing */
"The creator" = "Yaradıcı";

/* nothing */
"Nick" = "Ləqəb";

/* nothing */
"Reason" = "Səbəb";

/* nothing */
"Host" = "Qovşaq";

/* nothing */
"Who it's from" = "Mənşəyi";

/* nothing */
"The time in x.x format (see below)" = "x.x şəklində vaxt (alta baxın)";

/* nothing */
"The Channel it's going to" = "Getdiyi kanal";

/* nothing */
"The sound" = "Səs";

/* nothing */
"The nick of the person" = "Şəxsin ləqəbi";

/* nothing */
"The CTCP event" = "CTCP hadisəsi";

/* nothing */
"The nick of the person who set the key" = "Üçarı seçən şəxsin ləqəbi";

/* nothing */
"The key" = "Açar";

/* nothing */
"The nick of the person who set the limit" = "Hüdudu seçən şəxsin ləqəbi";

/* nothing */
"The limit" = "Hüdud";

/* nothing */
"The nick of the person who did the op'ing" = "Oplayan şəxsin ləqəbi";

/* nothing */
"The nick of the person who has been op'ed" = "Oplanan şəxsin ləqəbi";

/* nothing */
"The nick of the person who has been halfop'ed" = "Yarı oplanan şəxsin ləqəbi";

/* nothing */
"The nick of the person who did the halfop'ing" = "Yarı oplayan şəxsin ləqəbi";

/* nothing */
"The nick of the person who did the voice'ing" = "Voice-layan şəxsin ləqəbi";

/* nothing */
"The nick of the person who has been voice'ed" = "Voice-lanan şəxsin ləqəbi";

/* nothing */
"The nick of the person who did the banning" = "Banlayan şəxsin ləqəbi";

/* nothing */
"The ban mask" = "Ban maskası";

/* nothing */
"The nick who removed the key" = "Açarı ləğv edənin ləqəbi";

/* nothing */
"The nick who removed the limit" = "Hüdüdu ləğv edənin ləqəbi";

/* nothing */
"The nick of the person of did the deop'ing" = "";

/* nothing */
"The nick of the person who has been deop'ed" = "";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "/";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "";

/* nothing */
"The nick of the person of did the devoice'ing" = "/";

/* nothing */
"The nick of the person who has been devoice'ed" = "";

/* nothing */
"The nick of the person of did the unban'ing" = "";

/* nothing */
"The nick of the person who did the exempt" = "";

/* nothing */
"The exempt mask" = "Exempt maskası";

/* nothing */
"The nick of the person removed the exempt" = "";

/* nothing */
"The nick of the person who did the invite" = "";

/* nothing */
"The invite mask" = "Dəvət maskası";

/* nothing */
"The nick of the person removed the invite" = "";

/* nothing */
"The nick of the person setting the mode" = "";

/* nothing */
"The mode's sign (+/-)" = "Modun işarəsi (+/-)";

/* nothing */
"The mode letter" = "Mod hərfi";

/* nothing */
"The channel it's being set on" = "";

/* nothing */
"Username" = "İstifadəçi adı";

/* nothing */
"Full name" = "Tam ad";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "";

/* nothing */
"Server Information" = "Verici Haqqında";

/* nothing */
"Idle time" = "Passiv olma vaxtı";

/* nothing */
"Signon time" = "Giriş vaxtı";

/* nothing */
"Away reason" = "Uzaqlaşma səbəbi";

/* nothing */
"Message" = "İsmarış";

/* nothing */
"Account" = "Hesab";

/* nothing */
"Real user@host" = "Həqiqi istifadəçi@qovşaq";

/* nothing */
"Real IP" = "Həqiqi IP";

/* nothing */
"Channel Name" = "Kanal Adı";

/* nothing */
"Text" = "Mətn";

/* nothing */
"Server Name" = "Verici Adı";

/* nothing */
"Nick of person who invited you" = "Sizi dəvət edən şəxsin ləqəbi";

/* nothing */
"Users" = "İstifadəçilər";

/* nothing */
"Nickname in use" = "Ləqəb istifadədədir";

/* nothing */
"Nick being tried" = "Ləqəb sınanır";

/* nothing */
"Error" = "Xəta";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Kanal adı";

/* nothing */
"Modes string" = "Mod qatarı";

/* nothing */
"IP address" = "IP ünvanı";

/* nothing */
"DCC Type" = "DCC Növü";

/* nothing */
"Filename" = "Fayl adı";

/* nothing */
"Destination filename" = "Hədəf fayl adı";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Cığır adı";

/* nothing */
"Position" = "Mövqe";

/* nothing */
"Size" = "Böyüklük";

/* nothing */
"DCC String" = "DCC Qatarı";

/* nothing */
"Number of notify items" = "Bildiriş üzvləri ədədi";

/* nothing */
"Servername" = "Verici adı";

/* nothing */
"Old Filename" = "Köhnə Fayl Adı";

/* nothing */
"New Filename" = "Yeni Fayl Adı";

/* nothing */
"Receiver" = "Alıcı";

/* nothing */
"Hostmask" = "Qovşaq Maskası";

/* nothing */
"Hostname" = "Qovşaq Adı";

/* nothing */
"The Packet" = "Paket";

/* nothing */
"Seconds" = "Saniyə";

/* nothing */
"Nick of person who have been invited" = "Dəvət edilən şəxsin ləqəbi";

/* nothing */
"Banmask" = "Ban Maskası";

/* nothing */
"Who set the ban" = "Banı qoyan";

/* nothing */
"Ban time" = "Ban vaxtı";

/* nothing */
"Error parsing event %s.\nLoading default" = "";

/* nothing */
"Cannot read sound file:\n%s" = "";

/* nothing */
"Remote host closed socket" = "Uzaq qovşaq soketi bağladı";

/* nothing */
"Connection refused" = "Bağlantı rədd edildi";

/* nothing */
"No route to host" = "Uzaq qovşaq yoxdur";

/* nothing */
"Connection timed out" = "Bağlantı vaxtı doldu";

/* nothing */
"Cannot assign that address" = "Bu ünvan verilə bilməz";

/* nothing */
"Connection reset by peer" = "Bağlantı düyün tərəfindən sıfırlandı";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Birləşmiş Ərəb Əmirlikləri";

/* nothing */
"Afghanistan" = "Əfqanıstan";

/* nothing */
"Antigua and Barbuda" = "Antiqua və Barbuda";

/* nothing */
"Anguilla" = "Anquilla";

/* nothing */
"Albania" = "Albaniya";

/* nothing */
"Armenia" = "Ermənistan";

/* nothing */
"Netherlands Antilles" = "Holland Antilləri";

/* nothing */
"Angola" = "Anqola";

/* nothing */
"Antarctica" = "Antarktika";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "Reverse DNS";

/* nothing */
"American Samoa" = "Amerikan Samoa";

/* nothing */
"Austria" = "Avstriya";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Avstraliya";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azərbaycan";

/* nothing */
"Bosnia and Herzegovina" = "Bosniya və Herzoqovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Banqladeş";

/* nothing */
"Belgium" = "Belçika";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bolqarıstan";

/* nothing */
"Bahrain" = "Bahreyn";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Təşkilatlar";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Bruney Darüssəlim";

/* nothing */
"Bolivia" = "Boliviya";

/* nothing */
"Brazil" = "Braziliya";

/* nothing */
"Bahamas" = "Bahamalar";

/* nothing */
"Bhutan" = "Butan";

/* nothing */
"Bouvet Island" = "Buvet Adası";

/* nothing */
"Botswana" = "Botsvana";

/* nothing */
"Belarus" = "Belarusiya";

/* nothing */
"Belize" = "Beliz";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kakos Adaları";

/* nothing */
"Central African Republic" = "Mərkəzi Afrika Respublikası";

/* nothing */
"Congo" = "Konqo";

/* nothing */
"Switzerland" = "İsveçrə";

/* nothing */
"Cote D'ivoire" = "Kot Divuar";

/* nothing */
"Cook Islands" = "Kuku Adaları";

/* nothing */
"Chile" = "Çili";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Çin";

/* nothing */
"Colombia" = "Kolumbiya";

/* nothing */
"Internic Commercial" = "Internic Təşkilatı";

/* nothing */
"Costa Rica" = "Kosta Rika";

/* nothing */
"Former Czechoslovakia" = "Köhnə Çexoslovakiya";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Keyp Verde";

/* nothing */
"Christmas Island" = "Kristmas Adası";

/* nothing */
"Cyprus" = "Kipr";

/* nothing */
"Czech Republic" = "Çex Respublikası";

/* nothing */
"Germany" = "Almaniya";

/* nothing */
"Djibouti" = "Cibuti";

/* nothing */
"Denmark" = "Danimarka";

/* nothing */
"Dominica" = "Dominik";

/* nothing */
"Dominican Republic" = "Dominikan Respublikası";

/* nothing */
"Algeria" = "Əlcəzair";

/* nothing */
"Ecuador" = "Ekvador";

/* nothing */
"Educational Institution" = "Tədris Təşkilatı";

/* nothing */
"Estonia" = "Estoniya";

/* nothing */
"Egypt" = "Misir";

/* nothing */
"Western Sahara" = "Qərbi Saxara";

/* nothing */
"Eritrea" = "Eritre";

/* nothing */
"Spain" = "İspaniya";

/* nothing */
"Ethiopia" = "Efiopiya";

/* nothing */
"Finland" = "Finlandiya";

/* nothing */
"Fiji" = "Fici";

/* nothing */
"Falkland Islands" = "Falkland Adaları";

/* nothing */
"Micronesia" = "Mikroneziya";

/* nothing */
"Faroe Islands" = "Faro Adaları";

/* nothing */
"France" = "Fransa";

/* nothing */
"France, Metropolitan" = "Fransa, Metropolitan";

/* nothing */
"Gabon" = "Qabon";

/* nothing */
"Great Britain" = "Böyük Britaniya";

/* nothing */
"Grenada" = "Qrenada";

/* nothing */
"Georgia" = "Gürcüstan";

/* nothing */
"French Guiana" = "Fransız Gvineyası";

/* nothing */
"British Channel Isles" = "Britaniya Kanal Adaları";

/* nothing */
"Ghana" = "Qana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Qrinland";

/* nothing */
"Gambia" = "Qambiya";

/* nothing */
"Guinea" = "Qvineya";

/* nothing */
"Government" = "Hökümət";

/* nothing */
"Guadeloupe" = "Quadelup";

/* nothing */
"Equatorial Guinea" = "Ekvatorial Qvineya";

/* nothing */
"Greece" = "Yunanıstan";

/* nothing */
"S. Georgia and S. Sandwich Isles." = "S. Georgia və S. Sandwich Adaları.";

/* nothing */
"Guatemala" = "Quatemala";

/* nothing */
"Guam" = "Quam";

/* nothing */
"Guinea-Bissau" = "Qvineya Bissau";

/* nothing */
"Guyana" = "Quyana";

/* nothing */
"Hong Kong" = "Honq Konq";

/* nothing */
"Heard and McDonald Islands" = "Hird Adası və Mkdonald Adaları";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Xırvatıstan";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Macarıstan";

/* nothing */
"Indonesia" = "İndoneziya";

/* nothing */
"Ireland" = "İrlandiya";

/* nothing */
"Israel" = "İsrail";

/* nothing */
"India" = "Hindistan";

/* nothing */
"Informational" = "Məlumat verici";

/* nothing */
"International" = "Beynəlmilləl";

/* nothing */
"British Indian Ocean Territory" = "Britaniya Hind Okeanı Sahəsi";

/* nothing */
"Iraq" = "İraq";

/* nothing */
"Iran" = "İran";

/* nothing */
"Iceland" = "İslandiya";

/* nothing */
"Italy" = "İtaliya";

/* nothing */
"Jamaica" = "Yamayka";

/* nothing */
"Jordan" = "İordaniya";

/* nothing */
"Japan" = "Yaponiya";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Qırğızıstan";

/* nothing */
"Cambodia" = "Kambodiya";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komor";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts və Nevis";

/* nothing */
"North Korea" = "Şimali Koreya";

/* nothing */
"South Korea" = "Cənubi Koreya";

/* nothing */
"Kuwait" = "Küveyt";

/* nothing */
"Cayman Islands" = "Kayman Adaları";

/* nothing */
"Kazakhstan" = "Qazaxstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Livan";

/* nothing */
"Saint Lucia" = "Müqəddəs Lusiya";

/* nothing */
"Liechtenstein" = "Lixtenşteyn";

/* nothing */
"Sri Lanka" = "Şri Lanka";

/* nothing */
"Liberia" = "Liberiya";

/* nothing */
"Lesotho" = "Lesoto";

/* nothing */
"Lithuania" = "Litva";

/* nothing */
"Luxembourg" = "Lüksemburq";

/* nothing */
"Latvia" = "Latviya";

/* nothing */
"Libya" = "Liviya";

/* nothing */
"Morocco" = "Mərakeş";

/* nothing */
"Monaco" = "Monako";

/* nothing */
"Moldova" = "Moldova";

/* nothing */
"United States Medical" = "ABŞ Medikalı";

/* nothing */
"Madagascar" = "Madaqaskar";

/* nothing */
"Marshall Islands" = "Marşal Adaları";

/* nothing */
"Military" = "Silahlı Qüvvələr";

/* nothing */
"Macedonia" = "Makedoniya";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Monqolustan";

/* nothing */
"Macau" = "Makau";

/* nothing */
"Northern Mariana Islands" = "Şimali Marian Adaları";

/* nothing */
"Martinique" = "Martiniq";

/* nothing */
"Mauritania" = "Mavritaniya";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Maurit";

/* nothing */
"Maldives" = "Maldiv";

/* nothing */
"Malawi" = "Malavi";

/* nothing */
"Mexico" = "Meksika";

/* nothing */
"Malaysia" = "Malayziya";

/* nothing */
"Mozambique" = "Mozambiq";

/* nothing */
"Namibia" = "Namibiya";

/* nothing */
"New Caledonia" = "Yeni Kaledoniya";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Internic Şəbəkəsi";

/* nothing */
"Norfolk Island" = "Norfolk Adaları";

/* nothing */
"Nigeria" = "Nigeriya";

/* nothing */
"Nicaragua" = "Nikaraqua";

/* nothing */
"Netherlands" = "Hollandiya";

/* nothing */
"Norway" = "Norveç";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Neytral Zona";

/* nothing */
"Niue" = "Niu";

/* nothing */
"New Zealand" = "Yeni Zellandiya";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Internic Təşkilatı";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Fransız Poloneziyası";

/* nothing */
"Papua New Guinea" = "Papua Yeni Qvineya";

/* nothing */
"Philippines" = "Filippinlər";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Polşa";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre və Miquelon";

/* nothing */
"Pitcairn" = "Pitkairn";

/* nothing */
"Puerto Rico" = "Puerto Riko";

/* nothing */
"Portugal" = "Portuqaliya";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraqvay";

/* nothing */
"Qatar" = "Katar";

/* nothing */
"Reunion" = "Reyunion";

/* nothing */
"Romania" = "Rumıniya";

/* nothing */
"Old School ARPAnet" = "Old School ARPAnet";

/* nothing */
"Russian Federation" = "Rusiya Federasiyası";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Səudiyyə Ərəbistan";

/* nothing */
"Solomon Islands" = "Solomon Adaları";

/* nothing */
"Seychelles" = "Seyşel";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "İsveç";

/* nothing */
"Singapore" = "Sinqapur";

/* nothing */
"St. Helena" = "St. Helena";

/* nothing */
"Slovenia" = "Sloveniya";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard və Jan Mayen Adaları";

/* nothing */
"Slovak Republic" = "Slovakiya Respublikası";

/* nothing */
"Sierra Leone" = "Siera Lione";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Seneqal";

/* nothing */
"Somalia" = "Somali";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Sao Tome və Prinsip";

/* nothing */
"Former USSR" = "Köhnə SSSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Siriya";

/* nothing */
"Swaziland" = "Svaziland";

/* nothing */
"Turks and Caicos Islands" = "Türk və Kaykos Adaları";

/* nothing */
"Chad" = "Çad";

/* nothing */
"French Southern Territories" = "Cənubi Fransız Sahələri";

/* nothing */
"Togo" = "Toqo";

/* nothing */
"Thailand" = "Tayland";

/* nothing */
"Tajikistan" = "Tacikistan";

/* nothing */
"Tokelau" = "Tokelo";

/* nothing */
"Turkmenistan" = "Türkmənistan";

/* nothing */
"Tunisia" = "Tunis";

/* nothing */
"Tonga" = "Tonqa";

/* nothing */
"East Timor" = "Şərqi Timor";

/* nothing */
"Turkey" = "Türkiyə";

/* nothing */
"Trinidad and Tobago" = "Trinidad və Tobaqo";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Tayvan";

/* nothing */
"Tanzania" = "Tanzaniya";

/* nothing */
"Ukraine" = "Ukrayna";

/* nothing */
"Uganda" = "Uqanda";

/* nothing */
"United Kingdom" = "Birləşmiş Krallıq";

/* nothing */
"US Minor Outlying Islands" = "ABŞ Yaxını Adalar";

/* nothing */
"United States of America" = "Amerika Birləşmiş Ştatları";

/* nothing */
"Uruguay" = "Uruqvay";

/* nothing */
"Uzbekistan" = "Özbəkistan";

/* nothing */
"Vatican City State" = "Vatikan Şəhər Höküməti";

/* nothing */
"St. Vincent and the grenadines" = "St. Vincent və qrenadinlər";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Britaniya Virgin Adaları";

/* nothing */
"US Virgin Islands" = "ABŞ Virgin Adaları";

/* nothing */
"Vietnam" = "Vyetnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Vallis və Futuna Adaları";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Yəmən";

/* nothing */
"Mayotte" = "Mayot";

/* nothing */
"Yugoslavia" = "Yuqoslaviya";

/* nothing */
"South Africa" = "Cənubi Afrika";

/* nothing */
"Zambia" = "Zambiya";

/* nothing */
"Zaire" = "Zair";

/* nothing */
"Zimbabwe" = "Zimbabve";

/* nothing */
"Unknown" = "Namə'lum";

/* nothing */
"Direct client-to-client" = "Birbaşa client-to-client";

/* nothing */
"Send File" = "Fayl Yolla";

/* nothing */
"Offer Chat" = "Söhbət Təklif Et";

/* nothing */
"Abort Chat" = "Söhbəti Sonlandır";

/* nothing */
"Version" = "Buraxılış";

/* nothing */
"Userinfo" = "İstifadəçi mə'lumatı";

/* nothing */
"Clientinfo" = "Alıcı mə'lumatı";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Saat";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Bu istifadəçini kill et";

/* nothing */
"Mode" = "Mod";

/* nothing */
"Give Voice" = "Voice Ver";

/* nothing */
"Take Voice" = "Voice Al";

/* nothing */
"Give Ops" = "Op Ver";

/* nothing */
"Take Ops" = "Op Al";

/* nothing */
"Ignore" = "Rədd Et";

/* nothing */
"Ignore User" = "İstifadəçini Rədd Et";

/* nothing */
"UnIgnore User" = "İstifadəçidən Rəddi Sil";

/* nothing */
"Kick/Ban" = "Kick/Ban";

/* nothing */
"Kick" = "Kick-lə";

/* nothing */
"Ban" = "Ban-la";

/* nothing */
"KickBan" = "KickBan-la";

/* nothing */
"Info" = "Mə'lumat";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS Lookup";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "İstifadəçi Qovşağı";

/* nothing */
"External" = "Xarici";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Open Dialog Window" = "Dialoq Pəncərəsini Aç";

/* nothing */
"Disconnect" = "Bağlantını Kəs";

/* nothing */
"Reconnect" = "Yenidən Bağlan";

/* nothing */
"Leave Channel" = "Kanaldan Çıx";

/* nothing */
"Join Channel..." = "Kanala Daxil Ol...";

/* nothing */
"Enter Channel to Join:" = "Daxil Olunacaq Kanalı Bildir:";

/* nothing */
"Server Links" = "Verici Körpüləri";

/* nothing */
"Ping Server" = "Vericini Pinglə";

/* nothing */
"Hide Version" = "Buraxılışı Gizlət";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "Di ha!";

/* nothing */
"Enter reason to kick %s:" = "Kickləmə səbəbi %s:";

/* nothing */
"Sendfile" = "Fayl yolla";

/* nothing */
"Dialog" = "Dialoq";

/* nothing */
"Send" = "Yolla";

/* nothing */
"Chat" = "Söhbət";

/* nothing */
"Clear" = "Təmizlə";

/* nothing */
"About X-Chat" = "X-Chat Haqqında";

/* nothing */
"A multiplatform IRC Client" = "Çox Platformlu IRC Alıcısı";

/* nothing */
"Character Chart" = "Hərf Cədvəli";

/* nothing */
"You must select some bans." = "Bir iki ban seçməlisiniz.";

/* nothing */
"Mask" = "Maska";

/* nothing */
"From" = "Göndərən";

/* nothing */
"Date" = "Tarix";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: Ban Siyahısı (%s)";

/* nothing */
"Unban" = "Unban";

/* nothing */
"Crop" = "Kəs";

/* nothing */
"Refresh" = "Yenilə";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "İstifadəçi və Kanal Statistikaları: %d/%d istifadəçi toplam %d/%d kanalda";

/* nothing */
"I can't save an empty list!" = "Boş siyahını qeyd etmək olmaz axı!";

/* nothing */
"Select an output filename" = "Çıxış fay adını seç";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Kanal Siyahısı (%s)";

/* nothing */
"List display options:" = "Görünüş seçimlərini göstər:";

/* nothing */
"Minimum Users:" = "Ən Az İstifadəçi:";

/* nothing */
"Maximum Users:" = "Ən Çox İstifadəçi:";

/* nothing */
"Regex Match:" = "Regex Axtarışı:";

/* nothing */
"Apply Match to:" = "Axtarışı Buna Tətbiq Et:";

/* nothing */
"Apply" = "Tətbiq Et";

/* nothing */
"Refresh the list" = "Siyahını yenilə";

/* nothing */
"Save the list" = "Siyahını qeyd qt";

/* nothing */
"Join Channel" = "Kanala Daxil Ol";

/* nothing */
"Send file to %s" = "Faylı %s-a yolla";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "      Fayl: %s\n   Alıcı/Göndərən: %s\n      Böyüklük: %u\n      Port: %d\n IP Nömrəsi: %s\nBaşlanğıc Vaxtı: %s   Maksimal CPS: %d\n";

/* nothing */
"That file is not resumable." = "Bu fayl davam etdirilə bilən deyil.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Fayla yetişilə bilmir: %s\n%s.\nDavam etdirmə mümkün olmayacaqdır.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Endirilən fayl təklif olunandan daha böyükdür. Davam etdirmə mümkün deyil.";

/* nothing */
"Cannot resume the same file from two people." = "Eyni fayl iki nəfərdən davam etdirilə bilməz.";

/* nothing */
"MIME Type" = "MIME Növü";

/* nothing */
"Status" = "Vəziyyət";

/* nothing */
"File" = "Fayl";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: Fayl Alış Sıyahısı";

/* nothing */
"Abort" = "Ləğv Et";

/* nothing */
"Accept" = "Qəbul Et";

/* nothing */
"Resume" = "Davam Et";

/* nothing */
"Open" = "Aç";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "Alıcı";

/* nothing */
"X-Chat: File Send List" = "X-Chat: Fayl Göndəriş Siyahısı";

/* nothing */
"To/From" = "ALıcı/Göndərən";

/* nothing */
"Recv" = "Alc";

/* nothing */
"Sent" = "Gnd";

/* nothing */
"StartTime" = "Başlanğıc Vaxtı";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: DCC Söhbət Siyahısı";

/* nothing */
"*NEW*" = "*YENİ*";

/* nothing */
"EDIT ME" = "MƏNİ DÜZƏLT";

/* nothing */
"Name" = "Ad";

/* nothing */
"Command" = "Əmr";

/* nothing */
"Move Up" = "Yuxarı Daşı";

/* nothing */
"Move Dn" = "Aşağı Daşı";

/* nothing */
"Cancel" = "Ləğv Et";

/* nothing */
"Save" = "Qeyd Et";

/* nothing */
"Add New" = "Yenisini Əlavə Et";

/* nothing */
"Delete" = "Sil";

/* nothing */
"Sort" = "Nizamla";

/* nothing */
"Help" = "Yardım";

/* nothing */
"Options" = "Seçimlər";

/* nothing */
"DIRECTORY" = "CƏRGƏ";

/* nothing */
"use a different config dir" = "başqa quraşdırma cərgəsi işlət";

/* nothing */
"don't auto connect" = "qətiyyən avtomatik bağlanma";

/* nothing */
"don't auto load any plugins" = "heç bir əlavəni avtomatik yükləmə";

/* nothing */
"show version information" = "buraxılış mə'lumatını göstər";

/* nothing */
"Failed to open font:\n\n%s" = "Yazə növü açıla bilmədi:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Axtarış bufferi boşdur.\n";

/* nothing */
"%d bytes" = "%d bayt";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down" = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "";

/* nothing */
"This command moves the front tab right by one" = "";

/* nothing */
"This command moves the current tab family to the left" = "";

/* nothing */
"This command moves the current tab family to the right" = "";

/* nothing */
"Push input line into history but doesn't send to server" = "";

/* nothing */
"There was an error loading key bindings configuration" = "";

/* nothing */
"<none>" = "<boş>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Düymə";

/* nothing */
"Action" = "Gedişat";

/* nothing */
"X-Chat: Edit Key Bindings" = "X-Chat: Qısa Yolları Dəyişdir";

/* nothing */
"Add new" = "Yenisini əlavə et";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Verilən 1";

/* nothing */
"Data 2" = "Verilən 2";

/* nothing */
"Error opening keys config file\n" = "Düymə quraşdırma faylı açıla bilmədi\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "";

/* nothing */
"Cannot write to that file." = "Bu fayla yazıla bilmir.";

/* nothing */
"Cannot read that file." = "Bu fayl oxuna bilmir.";

/* nothing */
"That mask already exists." = "Bu maska onsuz da mövcuddur.";

/* nothing */
"Private" = "Şəxsi";

/* nothing */
"Notice" = "Bildiriş";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Dəvət Et";

/* nothing */
"Unignore" = "Qəbul Et";

/* nothing */
"Enter mask to ignore:" = "Rədd ediləcək maskanı bildir:";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: Rədd siyahısı";

/* nothing */
"Ignore Stats:" = "Rədd Statistikaları:";

/* nothing */
"Channel:" = "Kanal:";

/* nothing */
"Private:" = "Şəxsi:";

/* nothing */
"Notice:" = "Bildiriş:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Dəvət:";

/* nothing */
"New" = "Yeni";

/* nothing */
"Delete All" = "Hamısı Sil";

/* nothing */
"Topic for %s is: %s" = "%s mövzusu: %s";

/* nothing */
"No topic is set" = "Mövzu seçilməyib";

/* nothing */
"No other tabs open, quit xchat?" = "Açıq səkmə qalmadı, xchat sonlandırılsın?";

/* nothing */
"Insert color code" = "Rəng kodu daxil et";

/* nothing */
"Close Tab" = "Səkməni Bağla";

/* nothing */
"Detach Tab" = "Səkməni Ayır";

/* nothing */
"Beep on message" = "İsmarış gələndə səs çal";

/* nothing */
"Show join/part messages" = "join/part ismarışlarını göstər";

/* nothing */
"Color paste" = "Rəngli yapışdır";

/* nothing */
"Go to" = "Get";

/* nothing */
"Some file transfers still active, quit xchat?" = "Bə'zi fayl transferləri hələ də fəaldır, xchat sonlandırılsın?";

/* nothing */
"User limit must be a number!\n" = "İstifadəçi hüdüdu nömrə olmalıdır!\n";

/* nothing */
"Topic Protection" = "Mövzu Qoruması";

/* nothing */
"No outside messages" = "Xarici ismarışlar göstərilməsin";

/* nothing */
"Secret" = "Gizli";

/* nothing */
"Invite Only" = "Ancaq Dəvət Et";

/* nothing */
"Moderated" = "Modereytlənmiş";

/* nothing */
"Ban List" = "Ban Siyahısı";

/* nothing */
"Keyword" = "Açar Kəlmə";

/* nothing */
"User Limit" = "İstifadəçi Hüdüdu";

/* nothing */
"Close this tab/window" = "Bu səkmə/pəncərəni bağla";

/* nothing */
"Show/Hide userlist" = "İstifadəçi siyahısını göstər/gizlət";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "Yeni ləqəb bildir:";

/* nothing */
"Host unknown" = "Namə'lum qovşaq";

/* nothing */
"User: %s" = "İstifadəçi: %s";

/* nothing */
"Country: %s" = "Ölkə: %s";

/* nothing */
"Realname: %s" = "Həqiqi ad: %s";

/* nothing */
"Server: %s" = "Verici: %s";

/* nothing */
"Last Msg: %s" = "Son ismarış: %s";

/* nothing */
"Menu Bar" = "Menyu Çubuğu";

/* nothing */
"Topic Bar" = "Mövzu Çubuğu";

/* nothing */
"User List" = "İstifadəçi Siyahısı";

/* nothing */
"Mode Buttons" = "Mod Düymələri";

/* nothing */
"User List Buttons" = "İstifadəçi Siyahısı Düymələri";

/* nothing */
"Part Channel" = "Part Kanalı";

/* nothing */
"Cycle Channel" = "Cycle Kanalı";

/* nothing */
"X-Chat: User menu" = "X-Chat: İstifadəçi menyusu";

/* nothing */
"Edit This Menu..." = "Bu Menyunu Dəyişdir...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "";

/* nothing */
"Settings saved." = "Qurğular qeyd edildi.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: İstifadəçi Tə'yinli Əmrlər";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: İstifadəçi siyahısı popup menyusu";

/* nothing */
"X-Chat: Replace" = "X-Chat: Əvəz Et";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: URL Açıcıları";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: İstifadəçi siyahısı düymələri";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Dialoq düymələri";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP Cavabları";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Verici Siyahısı...";

/* nothing */
"Server Tab..." = "Verici Səkməsi...";

/* nothing */
"Channel Tab..." = "Kanal Səkməsi...";

/* nothing */
"Server Window..." = "Verici Pəncərəsi...";

/* nothing */
"Channel Window..." = "Kanal Pəncərəsi...";

/* nothing */
"Load Plugin or Script..." = "Əlavə ya da skript yüklə...";

/* nothing */
"New Shell Tab..." = "Yeni Qabıq Səkməsi...";

/* nothing */
"Quit" = "Çıx";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Gizli";

/* nothing */
"Receive Wallops" = "Wallopları al";

/* nothing */
"Receive Server Notices" = "Verici bildirişlərini al";

/* nothing */
"Marked Away" = "Uzaqda";

/* nothing */
"Auto Rejoin when Kicked" = "Kick-lənəndə avtomatik olaraq yenidən daxil ol";

/* nothing */
"Auto Reconnect to Server" = "Vericiyə avtomatik olaraq yenidən bağlan";

/* nothing */
"Never-give-up ReConnect" = "Qətiyyən yenidən bağlanmağı sonlandırma";

/* nothing */
"Auto Open Dialog Windows" = "Dialoq pəncərələrini avtomatik aç";

/* nothing */
"Auto Accept Direct Chat" = "Birbaşa söhbəti avtomatik qəbul et";

/* nothing */
"Auto Accept Files" = "Faylları avtomatik qəbul et ";

/* nothing */
"_Server" = "_Verici";

/* nothing */
"S_ettings" = "_Qurğular";

/* nothing */
"Preferences..." = "Seçimlər...";

/* nothing */
"Lists" = "Siyahılar";

/* nothing */
"Auto Replace..." = "Avtomatik Əvəz Et...";

/* nothing */
"CTCP Replies..." = "CTCP Cavabları...";

/* nothing */
"Dialog Buttons..." = "Dialoq Düymələri...";

/* nothing */
"Key Bindings..." = "Qısa Yollar...";

/* nothing */
"Text Events..." = "Mətn Hadisələri...";

/* nothing */
"URL Handlers..." = "URL Açıcıları...";

/* nothing */
"User Commands..." = "İstifadəçi Əmrləri...";

/* nothing */
"Userlist Buttons..." = "İstifadəçi Siyahısı Düymələri...";

/* nothing */
"Userlist Popup..." = "İstifadəçi Siyahısı Popup-ı...";

/* nothing */
"Reload Settings" = "Qurğuları Yenilə";

/* nothing */
"Save Settings now" = "Qurğuları indi qeyd et";

/* nothing */
"Save Settings on exit" = "Qurğuları çıxışda qeyd et";

/* nothing */
"_Window" = "_Pəncərə";

/* nothing */
"Ban List..." = "Ban Siyahısı...";

/* nothing */
"Channel List..." = "Kanal Siyahısı...";

/* nothing */
"Character Chart..." = "Hərf Cədvəli...";

/* nothing */
"Direct Chat..." = "Birbaşa Söhbət...";

/* nothing */
"File Receive..." = "Fayl Alışı...";

/* nothing */
"File Send..." = "Fayl Göndərilməsi...";

/* nothing */
"Ignore List..." = "Rədd Siyahısı...";

/* nothing */
"Notify List..." = "Bildiriş Siyahısı...";

/* nothing */
"Plugins and Scripts..." = "Əlavələr və Skriptlər...";

/* nothing */
"Raw Log..." = "Xam Qeyd...";

/* nothing */
"URL Grabber..." = "URL Alıcısı...";

/* nothing */
"C_lear Text" = "Mətni _Təmizlə";

/* nothing */
"Search Text..." = "Mətni Axtar...";

/* nothing */
"Save Text..." = "Mətni Qeyd Et...";

/* nothing */
"_Help" = "_Yardım";

/* nothing */
"_Contents" = "_Məzmun";

/* nothing */
"_About" = "_Haqqında";

/* nothing */
"Attach Tab" = "Səkməni İlişdir";

/* nothing */
"User" = "İstifadəçi";

/* nothing */
"Server" = "Verici";

/* nothing */
"Last Seen" = "Son Görülmüşdür";

/* nothing */
"Offline" = "Xətdən Xaric";

/* nothing */
"Never" = "Qətiyyən";

/* nothing */
"Online" = "Xətdə";

/* nothing */
"Enter nickname to add:" = "Əlavə ediləcək ləqəbi yazın:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Bildiriş Siyahısı";

/* nothing */
"Add" = "Əlavə Et";

/* nothing */
"Remove" = "Sil";

/* nothing */
"Description" = "İzahat";

/* nothing */
"Select a Plugin or Script to load" = "Yüklənəcək Əlavə ya da Skripti Seç";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat: Əlavələr və Skriptlər";

/* nothing */
"_Load..." = "_Yüklə...";

/* nothing */
"_UnLoad" = "Çı_xart";

/* nothing */
"_Close" = "_Bağla";

/* nothing */
"Save rawlog" = "Xam qeydi qeyd et";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Xam qeyd (%s)";

/* nothing */
"Clear rawlog" = "Xam qeydi təmizlə";

/* nothing */
"Save rawlog..." = "Xam qeydi qeyd et...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Bu axtarışı açtığınız pəncərə artıq mövcud deyil.";

/* nothing */
"X-Chat: Search" = "X-Chat: Axtarış";

/* nothing */
"Find:" = "Axtar:";

/* nothing */
"Find" = "Axtar";

/* nothing */
"Close" = "Bağla";

/* nothing */
"Settings for %s" = "%s qurğuları";

/* nothing */
"New Network" = "Yeni Şəbəkə";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Həqiqətən də \"%s\" şəbəkəsi və bütün onun vericiləri silinsin?";

/* nothing */
"_Remove \"%s\"" = "\"%s\" şəbəkəsini _sil";

/* nothing */
"_Add new server" = "_Yeni verici əlavə et";

/* nothing */
"Move \"%s\" _down" = "\"%s\" şəbəkəsini _aşağı daşı";

/* nothing */
"Move \"%s\" _up" = "\"%s\" şəbəkəsini _yuxarı daşı";

/* nothing */
"_Add new network" = "Yeni şəbəkə əla_və et";

/* nothing */
"Global User Info" = "Ümumi İstifadəçi Mə'lumatları";

/* nothing */
"Nick Names:" = "Ləqəblər:";

/* nothing */
"User Name:" = "İstifadəçi Adı:";

/* nothing */
"Real Name:" = "Həqiqi Adınız:";

/* nothing */
"C_onnect" = "_Bağlan";

/* nothing */
"Connect in a _new tab" = "Yeni səkmədə _bağlan";

/* nothing */
"Servers" = "Vericilər";

/* nothing */
"Character Set:" = "Hərf Dəstəsi:";

/* nothing */
"Nick Name:" = "Ləqəb:";

/* nothing */
"Server Password:" = "Verici Şifrəsi:";

/* nothing */
"Join Channels:" = "Bağlanacaq Kanallar:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Daxil olunacaq kanallar (vegüllə ayırın)";

/* nothing */
"Connect Command:" = "Bağlanma Əmri:";

/* nothing */
"Command to execute after connecting. Can be used to authenticate to NickServ" = "Bağlandıqdan sonra icra ediləcək əmr. Məsələn NickServ-ə qeyd olmaq üçün";

/* nothing */
"Cycle until connected" = "Bağlanana qədər sına";

/* nothing */
"Use global user info" = "Ümumi istifadəçi mə'lumatını işlət";

/* nothing */
"Use secure SSL" = "E'tibarlı SSL işlət";

/* nothing */
"Auto connect at startup" = "Avtomatik bağlan";

/* nothing */
"Use a proxy server" = "Vəkil vericisi işlət";

/* nothing */
"Accept invalid cert." = "Hökmsüz vəs. qəbulu";

/* nothing */
"Settings for Selected Network" = "Seçili Şəbəkənin Qurğuları";

/* nothing */
"Edit mode" = "Təfərruatlar";

/* nothing */
"Networks" = "Şəbəkələr";

/* nothing */
"No server list on startup" = "Başlanğıcda verici siyahısını göstərmə";

/* nothing */
"X-Chat: Server List" = "X-Chat: Verici Siyahı";

/* nothing */
"Font:" = "Yazı növü:";

/* nothing */
"Background image:" = "Arxa plan rəsmi:";

/* nothing */
"Time stamp format:" = "Tarix mühürü şəkli:";

/* nothing */
"See strftime manpage for details." = "Təfərruatlar üçün strftime man səhifəsinə baxın";

/* nothing */
"Time stamp text" = "Tarix mühürü mətni";

/* nothing */
"Transparent background" = "Şəffaf arxa plan";

/* nothing */
"Indent nicks" = "Ləqəbləri çərtmələ";

/* nothing */
"Tint transparency" = "Rəngli şəffaflıq";

/* nothing */
"Colored nicks" = "Rəngli ləqəblər";

/* nothing */
"Strip mIRC color" = "mIRC rənglərini göstərmə";

/* nothing */
"Scrollback lines:" = "Geri dönüş sətiri miqdarı:";

/* nothing */
"Tint red:" = "Qırmızı:";

/* nothing */
"Tint green:" = "Yaşıl:";

/* nothing */
"Tint blue:" = "Mavi:";

/* nothing */
"Interpret %nnn as an ASCII value" = "%nnn-ı ASCII qiyməti olaraq qəbul et";

/* nothing */
"Automatic nick completion" = "Avtomatik ləqəb tamamlaması";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "";

/* nothing */
"Use the Text box font and colors" = "Söhbət pəncərəsi yazı növü və rənglərini işlət";

/* nothing */
"Nick completion suffix:" = "";

/* nothing */
"Off" = "Bağlı";

/* nothing */
"Graph" = "Qrafika";

/* nothing */
"Info text" = "Mə'lumat mətni";

/* nothing */
"Both" = "Hər ikisi də";

/* nothing */
"A-Z, Ops first" = "A-Z, Əvvəlcə Oplar";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, Oplar Sonda";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Nizamsız";

/* nothing */
"Lag meter:" = "Lag ölçəni:";

/* nothing */
"Throttle meter:" = "Throttle ölçəni:";

/* nothing */
"Userlist sorted by:" = "İstifadəçi siyahısının nizamlanma şəkli:";

/* nothing */
"Double-click command:" = "Cüt təqlama əmri:";

/* nothing */
"Show hostnames in userlist" = "İstifadəçi siyahısında qovşaq adlarını göstər";

/* nothing */
"Userlist buttons enabled" = "İstifadəçi siyahısı düymələrini göstər";

/* nothing */
"Resizable userlist" = "Böyüklüyü dəyişdirilə bilən istifadəçi siyahısı";

/* nothing */
"Track away-status on channels smaller than:" = "";

/* nothing */
"Windows" = "Pəncərələrdə";

/* nothing */
"Tabs" = "Səkmələrdə";

/* nothing */
"Bottom" = "Altda";

/* nothing */
"Top" = "Üstdə";

/* nothing */
"Left" = "Solda";

/* nothing */
"Right" = "Sağda";

/* nothing */
"Hidden" = "Göstərmə";

/* nothing */
"Show tabs at:" = "Səkmələrin göstərilmə şəkli:";

/* nothing */
"Open channels in:" = "Kanalların açılma şəkli:";

/* nothing */
"Open dialogs in:" = "Dialoqların açılma şəkli:";

/* nothing */
"Open utilities in:" = "Vasitələrin açılma şəkli:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "DCC Açılması, Rədd Etmə, Bildirişlər səkmələrdəmi yoxsa pəncərələrdəmi açılsın?";

/* nothing */
"Open tab for server messages" = "Verici ismarışları üçün səkmə aç";

/* nothing */
"Open tab for server notices" = "Verici bildirişləri üçün səkmə aç";

/* nothing */
"Pop new tabs to front" = "Yeni səkmələri qabağa gətir";

/* nothing */
"Shorten tabs to:" = "Tabların böyüklüyü:";

/* nothing */
"letters." = "hərf.";

/* nothing */
"Download files to:" = "Faylları buraya endir:";

/* nothing */
"Move completed files to:" = "Tamamlanan faylları buraya daşı:";

/* nothing */
"DCC IP address:" = "DCC IP ünvanı:";

/* nothing */
"Claim you are at this address when offering files." = "Fayl təklif edəndə bu ünvanda olduğunu bildir.";

/* nothing */
"First DCC send port:" = "Birinci DCC göndərmə portu:";

/* nothing */
"Last DCC send port:" = "Sonuncu DCC göndərmə portu:";

/* nothing */
"(Leave ports at zero for full range)." = "(Tam aralıq üçün portları boş buraxın)";

/* nothing */
"Auto open DCC send list" = "DCC göndərmə siyahısını avtomatik aç";

/* nothing */
"Convert spaces to underscore" = "Boşluqları alt cızıqlara dönüşdür";

/* nothing */
"In filenames, before sending" = "Fayl adlarında, göndərmədən əvvəl";

/* nothing */
"Auto open DCC chat list" = "DCC söhbət siyahısını avtomatik aç";

/* nothing */
"Save nickname in filenames" = "Fayl adlarına ləqəbi qeyd et";

/* nothing */
"Auto open DCC receive list" = "DCC alış siyahısını avtomatik aç";

/* nothing */
"Get my IP from IRC server" = "IP-mi IRC vericisindən al";

/* nothing */
"/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!" = "Həqiqi ünvanınızı bilmək üçün özünüzü /WHOIS-ləyin. Əgər 192.168.*.* bənzəri ünvanınız varsa bunu işlədin.";

/* nothing */
"Max. send CPS:" = "Maks. göndərmə CPS-i:";

/* nothing */
"Max. speed for one transfer" = "Bir transfer üçün maksimal sür'ət";

/* nothing */
"Max. receive CPS:" = "Maks. alış CPS-i:";

/* nothing */
"Max. global send CPS:" = "Maks. qlobal göndərmə CPS-i:";

/* nothing */
"Max. speed for all traffic" = "Bütün alış verişlər üçün maksimal sür'ət";

/* nothing */
"Max. global receive CPS:" = "Maks. qlobal alış CPS-i:";

/* nothing */
"(Leave at zero for full speed file transfers)." = "(Tam sür'ətli transferlər üçün boş buraxın)";

/* nothing */
"Default quit message:" = "Ön qurğulu çıxış ismarışı:";

/* nothing */
"Default part message:" = "Ön qurğulu part ismarışı:";

/* nothing */
"Default away message:" = "Ön qurğulu uzaqda ismarışı:";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "";

/* nothing */
"(Can be a text file relative to config dir)." = "";

/* nothing */
"Extra words to highlight on:" = "İşıqlandırılacaq əlavə kəlmələr:";

/* nothing */
"(Separate multiple words with commas)." = "";

/* nothing */
"Show away once" = "Uzaqda cəziyyətini bir dəfə göstər";

/* nothing */
"Show identical away messages only once" = "Göstər";

/* nothing */
"Beep on private messages" = "açık xüsusi";

/* nothing */
"Automatically unmark away" = "";

/* nothing */
"Unmark yourself as away before sending messages" = "əvvəl";

/* nothing */
"Beep on channel messages" = "açık";

/* nothing */
"Announce away messages" = "";

/* nothing */
"Announce your away messages to all channels" = "";

/* nothing */
"Beep on highlighted messages" = "açık";

/* nothing */
"Display MODEs in raw form" = "Göstər in";

/* nothing */
"Whois on notify" = "açık";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "a a in";

/* nothing */
"Hide join/part messages" = "Gizlət";

/* nothing */
"Hide channel join/part messages by default" = "Gizlət ön qurğulu";

/* nothing */
"Auto reconnect delay:" = "Avtomatik:";

/* nothing */
"Log filename mask:" = "";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=Verici %c=Kanal %n=Şəbəkə)";

/* nothing */
"Log timestamp format:" = "";

/* nothing */
"(See strftime manpage for details)." = "Baxın.";

/* nothing */
"Enable logging of conversations" = "Fəallaşdır /";

/* nothing */
"Insert timestamps in logs" = "Qeydlərə tarix mühürünü daxil et";

/* nothing */
"(Disabled)" = "(Qeyri fəaldır)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Address to bind to:" = "Yapışdırılacaq ünvan:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "";

/* nothing */
"Proxy server" = "Vəkil vericisi";

/* nothing */
"Hostname:" = "Qovşaq adı:";

/* nothing */
"Username:" = "İstifadəçi adı:";

/* nothing */
"Password:" = "Şifrə:";

/* nothing */
"Port:" = "Qapı:";

/* nothing */
"Type:" = "Növ:";

/* nothing */
"Authenticate to the proxy server (only HTTP)" = "Vəkil vericisinə tanıt (Ancaq HTTP)";

/* nothing */
"Select an Image File" = "Rəsm faylı seç";

/* nothing */
"Select font" = "Yazı növü seç";

/* nothing */
"Browse..." = "Gəz...";

/* nothing */
"Select color" = "Rəng seç";

/* nothing */
"mIRC colors:" = "mIRC rəngləri:";

/* nothing */
"Foreground:" = "Ön plan:";

/* nothing */
"Background:" = "Arxa plan:";

/* nothing */
"Mark fore:" = "Ön işarə:";

/* nothing */
"Mark back:" = "Arxa işarə:";

/* nothing */
"Away User:" = "Uzaq İstifadəçi:";

/* nothing */
"Tab colors" = "mIRC rəngləri:";

/* nothing */
"New Data:" = "Yeni Mə'lumat:";

/* nothing */
"New Message:" = "Yeni İsmarış:";

/* nothing */
"Highlight:" = "İşıqlandırma:";

/* nothing */
"Interface" = "Ara üz";

/* nothing */
"Text box" = "Söhbət pəncərəsi";

/* nothing */
"Input box" = "Giriş qutusu";

/* nothing */
"User list" = "İstifadəçi siyahısı";

/* nothing */
"Colors" = "Rənglər";

/* nothing */
"Chatting" = "Söhbət";

/* nothing */
"General" = "Ümumi";

/* nothing */
"Logging" = "Qeyd";

/* nothing */
"Network" = "Şəbəkə";

/* nothing */
"Network setup" = "Şəbəkə qurğusu";

/* nothing */
"File transfers" = "Fayl transferləri";

/* nothing */
"Categories" = "Kateqoriyalar";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Bə'zi seçimlərin tətbiq edilməsi üçün proqramı yenidən başlatmalısınız.";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Seçimlər";

/* nothing */
"There was an error parsing the string" = "Qatar oxunanda xəta yarandı";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "";

/* nothing */
"Print Texts File" = "Mətn Faylını Çap Et";

/* nothing */
"Event" = "Hadisə";

/* nothing */
"Sound" = "Səs";

/* nothing */
"$ Number" = "$ Nömrəsi";

/* nothing */
"Edit Events" = "Hadisələri Dəyişdir";

/* nothing */
"Sound file: " = "Səs faylı: ";

/* nothing */
"Save As" = "Fərqli Qeyd Et";

/* nothing */
"Load From" = "Buradan Yüklə";

/* nothing */
"Test All" = "Hamısı Sına";

/* nothing */
"URL" = "URL";

/* nothing */
"Select a file to save to" = "Qeyd ediləcək fayl seç";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: URL Alıcısı";

/* nothing */
"Clear list" = "Siyahını təmizlə";

/* nothing */
"Copy selected URL" = "Seçili URL-ni Köçür";

/* nothing */
"Copy" = "Köçür";

/* nothing */
"Save list to a file" = "Siyahını fayla qeyd et";

/* nothing */
"%d ops, %d total" = "%d op, %d toplam";

